[Icons.Icon_Z3_GreatEscape_PlaceBeacon InteractionIconDefinition]
Text="INSTALAR TRANSMISSOR"

[InteractiveObjects.MO_GreatEscape_Beacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_CraterLakesBeacon MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Transmissor Roubado da Hyperion"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CraterLakesBeacon:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Propriedade dos bandidos de Sawtooth."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Jamesthefish MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="O Peixe Frederick"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Jamesthefish:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Frederick, o peixinho de Ulysses. Os bons amigos devem permanecer juntos!"
NoConstraintText=""
Suffix=""
Prefix=""

